{
    "username": "DEFAULT_USER",
    "birds": {
        "075.green_jay": [
            {
                "uri": "bird_images/7394333b-0ecf-41e4-8f29-170be28f7302.jpg",
                "rating": 38.6,
                "description": "The green jay is a species of the New World jays, found in Central America, Mexico, and South Texas. Adults are about 27 cm (11 in) long and variable in color across their range; they usually have blue and black heads, green wings and mantle, bluish-green tails, black bills, yellow or brown eye rings, and dark legs. The basic diet consists of arthropods, vertebrates, seeds, and fruit. The nest is usually built in a thorny bush; the female incubates the clutch of three to five eggs. This is a common species of jay with a wide range and the International Union for Conservation of Nature has rated its conservation status as being of \"least concern\".",
                "timestamp": "2025-04-13 04:11:53"
            }
        ],
        "137.cliff_swallow": [
            {
                "uri": "bird_images/f3646ee4-36c7-44ca-80c2-2f5770c7dd66.jpg",
                "rating": 35.88,
                "description": "Petrochelidon is a genus of birds known as cliff-nesting swallows. The genus name Petrochelidon is from the Greek words petra, \"rock\", and khelidon, \"swallow\".",
                "timestamp": "2025-04-13 05:09:12"
            }
        ],
        "178.swainson_warbler": [
            {
                "uri": "bird_images/2ca85981-747c-421a-ae88-842c7cb34048.jpg",
                "rating": 17.46,
                "description": "Swainson's warbler is a small species of New World warbler. It is monotypic, the only member of the genus Limnothlypis. Swainson's warbler was named after William Swainson, an English ornithologist.",
                "timestamp": "2025-04-13 05:25:00"
            }
        ],
        "108.white_necked_raven": [
            {
                "uri": "bird_images/5eaa13a1-ba57-4355-83f0-eee37ac80471.jpg",
                "rating": 48.95,
                "description": "The white-necked raven is a species of raven native to eastern and southern Africa. It is somewhat smaller than the common raven or its nearest relative, the thick-billed raven C. crassirostris.",
                "timestamp": "2025-04-13 05:29:15"
            }
        ]
    }
}